tap "FelixKratz/formulae"
cask "xquartz"
cask "thunderbird"
cask "slack"
cask "nikitabobko/tap/aerospace"
cask "licecap"
cask "iterm2"
cask "inkscape"
cask "google-chrome"
cask "gimp"
cask "firefox"
cask "docker-desktop"
cask "alacritty"
brew "wget"
brew "vhs"
brew "typst"
brew "tmux"
brew "pre-commit"
brew "pass"
brew "opentofu"
brew "nvim"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
brew "imagemagick"
brew "htop"
brew "gnupg"
brew "gh"
brew "gemini-cli"
brew "fzf"
brew "dockutil"
brew "borders"
# run: brew bundle dump
# cask "visual-studio-code"
# cask "keycastr"
# brew "podman"
# brew "ollama"
# brew "maccy"
# | sort -k 1 -r
