tap "FelixKratz/formulae"
cask "xquartz"
cask "utm"
cask "tor-browser"
cask "slack"
cask "nikitabobko/tap/aerospace"
cask "licecap"
cask "iterm2"
cask "inkscape"
cask "homerow"
cask "google-chrome"
cask "docker-desktop"
cask "codex"
brew "wallpaper"
brew "pinentry-mac"
brew "pass"
brew "mole"
brew "gopass-jsonapi"
brew "gopass"
brew "gnupg"
brew "gemini-cli"
brew "dockutil"
brew "FelixKratz/formulae/borders"
# run: brew bundle dump
# cask "visual-studio-code"
# cask "thunderbird"
# cask "steipete/tap/codexbar"
# cask "nikitabobko/tap/aerospace"
# cask "keycastr"
# cask "gimp"
# cask "ghostty"
# cask "firefox"
# cask "alacritty"
# cask "affinity"
# brew "terraformer"
# brew "qmk-toolbox"
# brew "podman"
# brew "opentofu"
# brew "ollama"
# brew "maccy"
# brew "koekeishiya/formulae/yabai"
# brew "koekeishiya/formulae/skhd"
# brew "colima"
# brew "keepassxc"
# | sort -k 1 -r
